---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingBetweenRows
source: html/9b263aff-2aba-1490-4afc-8ae7c0923517.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeBoltSpacingBetweenRows Property

"Bolt Spacing between Rows"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeBoltSpacingBetweenRows { get; }
```